var links=["001","002","003","004","005","006"]
var _001={
	titl:'001-元素瓶',
	name:'元素瓶',
	img_url:'/img/show/14137_87u6sn.png',
	texts:'暗绿色玻璃瓶，<br>是不死人的珍宝。<br><br>借着营火累积原素，喝下去便能恢复血量。<br><br>自古以来，不死人总是在营火间穿梭，<br>而原素瓶也一直随之旅行。',
	xg:'借着营火累积原素，喝下去便能恢复血量',
	sj:'不可出售',
	max:'15',
	box:'不可收纳',
	type:'消耗品·回复'
}
var _002={
	titl:'002-元素灰瓶',
	name:'元素灰瓶',
	img_url:'/img/show/14138_o8xtor.png',
	texts:'暗灰色玻璃瓶，<br>是无火的余灰的珍宝。<br><br>借着营火累积原素，喝下去便能恢复专注值。<br><br>这个灰瓶能将营火的热转冷，<br>是与无火的余灰相符的物品。',
	xg:'借着营火累积原素，喝下去便能恢复专注值。',
	sj:'不可出售',
	max:'15',
	box:'不可收纳',
	type:'消耗品·回复'
}
var _003={
	titl:'003-黑暗之环',
	name:'黑暗之环',
	img_url:'/img/show/14135_4hph48.png',
	texts:'被诅咒的不死人身上的印记。<br><br>能回到最后休息的营火处或祭祀场，<br>但是会丧失所有灵魂。<br><br>身上浮现此黑暗之环的人，<br>就算死亡也会复活，<br>并迟早会变成没有意志的游魂。<br>因此他们才会被赶出故乡。',
	xg:'丧失灵魂，回到最后休息的营火处或祭祀场',
	sj:'不可出售',
	max:'1',
	box:'不可收纳',
	type:'传送'
}
var _004={
	titl:'004-白标记蜡石',
	name:'白标记蜡石',
	img_url:'/img/show/14128_bvrovk.png',
	texts:'联机游玩专用道具，<br>可以书写白色召唤记号协助他人。<br><br>能通过记号以灵体身份被召唤至其他世界。<br>如果在其世界的区域里最终战斗获得胜利，<br>就能得到火的力量。<br><br>在所有事物汇流沉淀的洛斯里克，<br>这是无火的余灰们彼此照应的方式。',
	xg:'可以书写白色召唤记号协助他人',
	sj:'不可出售',
	max:'1',
	box:'1',
	type:'联机'
}
var _005={
	titl:'005-红标记蜡石',
	name:'红标记蜡石',
	img_url:'/img/show/14129_adq5wa.png',
	texts:'联机游玩专用道具，<br>可以书写红色侵入记号与他人敌对。<br><br>能通过记号以暗体身份被召唤至其他世界。<br>如果打倒火之宿主，就能获得火的力量。<br><br>虽然是暗灵，但也不全是不择手段之徒，<br>也存在会使用这个蜡石的人。',
	xg:'可以书写红色侵入记号与他人敌对',
	sj:'不可出售',
	max:'1',
	box:'不可收纳',
	type:'联机'
}
var _006={
	titl:'006-血红眼眸宝珠',
	name:'血红眼眸宝珠',
	img_url:'/img/show/14130_cmwb9x.png',
	texts:'联机游玩专用道具，<br>可以无数次入侵其他世界。<br><br>只要打倒侵入世界的火之宿主，就能获得火的力量。<br><br>这是毁灭于黑暗的古老小国<br>其作为的相关物品，<br>后来也有人以别种目的加以使用。<br>来侍奉幽邃教堂的罗莎莉亚吧。',
	xg:'可以无数次入侵其他世界',
	sj:'不可出售',
	max:'1',
	box:'不可收纳',
	type:'联机'
}